
class TthListItem {
  final String img;
  final String title;
  final String body;

  TthListItem({this.img, this.title, this.body,});
}


final List<TthListItem> items = [
  TthListItem(
      img: "assets/images/tth/ak74.jpg",
      title: "AК-74, АКС-74",
      body: '''
Автомат калібру 5,45-мм, розроблений у 1970 році та прийнятий на озброєння в 1974 році. Є подальшим розвитком АКМ. Розробка АК74 повязана з переходом на новий малоімпульсний патрон 5,45×39 мм.

Характеристики
Вага: АК-74: 3,3 кг АКС-74: 3,2 кг 
Довжина:   943 мм 
Довжина ствола:	 АК-74, АКС-74: 415 мм  
Кількість набоїв:  30шт. 
Початкова швидкість кулі:   900м/c 
Прицільна дальність: по одиночним наземним та повітряним цілям - 500м. По наземним груповим цілям - 1000м.
Убійна здатність:  1350м 
Максимальна дальність польоту кулі:  3150м 
Темп вогню: 	600 п/хв 
Кількість нарізів ствола:  4 
Довжина ходу нарізів:  200мм 
      '''
  ),

  TthListItem(
      img: "assets/images/tth/ak47.jpg",
      title: "АК-47",
      body: '''
Найпоширеніша у світі стрілецька зброя, найдоступніший автомат. Може стріляти як чергами, так і окремими пострілами. Відрізняється невеликою точністю та купчастістю, але невимогливістю до умов експлуатації, рівня кваліфікації стрільця, досить високою надійністю та простотою в обслуговуванні.

Характеристики
Калібр:  7,62×39мм 
Вага: 	4786 г (із спорядженим магазином), 4070 г (без магазину і патронів) 
Довжина:  870 мм 
Довжина ствола:  415 мм, 4 правосторонні нарізи (крок 240 мм) 
Темп вогню:  600 п/хв, практичний — 90-100 п/хв (одинарними), до 400 п/хв (чергами) 
Початкова швидкість кулі:  715м/с 
Єфективна дальність вогню:  525м 
Максимальна дальність вогню:  800м 
Магазин:  30 набоїв 
      '''
  ),

  TthListItem(
      img: "assets/images/tth/vylkanbig.png",
      title: "Вулкан",
      body: '''
Автомат обладнаний прицільною планкою Пікатіні на ствольній коробці, важелем засувки магазина позаду спускового гачка, нової пістолетною рукояткою управління вогнем і кнопкою запобіжника над спусковий скобою, спереду спускового гачка.

Характеристики
Калібр, мм:	5,45х38 / 7,62х39 
Принцип дії:	відведення порохових газів, поворотний затвор 
Вага з порожнім магазином, кг:	3,2 / 3,3 
Довжина, мм:	712 
Довжина ствола, мм:	415 
Місткість магазину, патронів:	30 
Прицільна дальність, м:	1000 / до 1000  
Початкова швидкість польоту кулі, м/с:	900 / 715  
Відстань прямого пострілу по грудній мішені, м:	460 / 340  
Нарізи:	4  
      '''
  ),

  TthListItem(
      img: "assets/images/tth/svd.jpg",
      title: "СВД",
      body: '''
7,62-мм снайперська гвинтівка Драгунова (СВД) є індивідуальною зброєю снайперів, призначена для ураження живої сили противника.

Характеристики
Калібр, мм:	7,62×54 
Принцип дії:	відведення порохових газів,
поворотний затвор 
Вага з прицілом, без багнету та патронів, кг:	4,3 
Вага прицілу ПСО-1, кг:	0,58 <br>
Довжина гвинтівки (без багнету), мм:	1225 
Довжина ствола, мм:	620 
Початкова швидкість польоту кулі, м/с:	830 
Ефективна дальність ураження, м:	800 
Максимальна прицільна дальність, м:	1300 
Збільшення штатного прицілу ПСО-1, крат:	4 
Бойова скорострільність, пострілів/хв.:	30 
Ємність магазина, патронів:	10 
Нарізи:	4 
Корок нарізів, мм:	320 
      '''
  ),

  TthListItem(
      img: "assets/images/tth/pkm.jpg",
      title: "ПКМ",
      body: '''
Кулемет Калашникова модернізований. Прийнятий на озброєння в 1969 році на заміну ПК. Відрізняється меншою масою.

Характеристики
Калібр:	7,62 
Маса (кг):	7,5	 
Маса ствола (кг):	2,4	 
Довжина (мм):	1196 
Довжина ствола без полум\'ягасника (мм):	605 
Початкова швидкість кулі (м/с):	825 
Дальність вогню: 
Ефективна:	1500 м 
Максимальна:	3800 м 
Скорострільність (пострілів на хвилину):	650	 
Практична скорострільність (пострілів на хвилину): 250	 
Маса коробки з спорядженою стрічкою на 100, 200 патронів: 3,4/6,2 
      '''
  ),

  TthListItem(
      img: "assets/images/tth/pm.jpg",
      title: "Пістолет Макарова",
      body: '''
9-мм пістоле́т Мака́рова — радянський самозарядний пістолет, прийнятий на озброєння Збройних сил та правоохоронних структур СРСР у 1951 році.

Характеристики
Калібр 9 мм
Патрон 9х18 мм

Довжина пістолета 161 мм
Висота пістолета 126,75 мм
Довжина ствола 93 мм
Довжина прицільної лінії 130 мм

Вага зі спорядженим магазином 810 г
Вага патрона 10 г
Вага кулі 6,1 г
Довжина патрона 25 мм

Зусилля на спусковий гачок 1.5-3,5 кг
Кількість нарізів 4, правосторонні

Місткість магазина 8 патронів
Бойова скорострільність 30 постр\хв
Початкова швидкість кулі 315 м\с

Відстань найбільш ефективного вогню до 50 м
Вбивча сила кулі зберігається на відстані до 350 м
      '''
  ),
  
  TthListItem(
      img: "assets/images/tth/aps.jpg",
      title: "АПС",
      body: '''
Автоматичний пістолет Стєчкіна - автоматичний пістолет під набої 9×18 мм з кобурою-прикладом, що міг вести вогонь як одиночними пострілами, так і чергами.

Характеристики
Калібр — 9 мм;
Довжина — 225 мм;
Довжина ствола — 140 мм;
Маса зі спорядженим магазином, кг 1,22
Маса кобури-приклада, кг 0,56
Місткість магазину — 20-25 набоїв;
Бойова скорострільність одиночними пострілами — 40 п/хв.
Бойова скорострільність чергами — 700 п/хв.

Дальність вогню
Ефективна	75-100
Максимальна	200
      '''
  ),

    TthListItem(
      img: "assets/images/tth/fort.jpg",
      title: "Форт-12",
      body: '''
Самозарядний пістолет калібру 9-мм виробництва КНВО «Форт» МВС України. Призначений для ураження живої сили противника на відстані до 50 м. 

Характеристики

Вага	
з порожнім магазином: 830 г
зі спорядженим магазином: 950 г

Довжина	180 мм
Довжина ствола	95 мм
Ширина	32 мм
Висота	131 мм

Набій	
9×18 мм ПМ
9×17 mm Kurz
9 mm P.A.
Калібр	9 мм
Дія	Самозарядний, УСМ подвійної дії
Темп вогню	40 п/хв

Дульна швидкість	
315 м/с (9×18)
265—305 м/с (9×17)

Дальність вогню
Ефективна	50 м
Максимальна	350 м

Система живлення	
магазин коробчатого типу, дворядний ємкістю 12 набоїв

Приціл	звичайний, відкритий
      '''
  ),

    TthListItem(
      img: "assets/images/tth/f1.jpg",
      title: "Ф-1",
      body: '''
Ручна граната дистанційної дії, призначена для ураження живої сили противника в оборонному бою.

Характеристики
Довжина мм:	117 
Діаметр мм:	55 
Маса мм:	0,6 
Вибухова речовина:	тротил 
Маса вибухової речовини: 0.06 
Дистанція вкидання: — 35-45 м. 
Максимальна дистанція ураження осколками: — 200 м. 
Найімовірніша дистанція ураження осколками: — 30-35 м. 
Час затримки вибуху: — 3,2-4,2 с. 
Кількість осколків: — до 300 шт. 
      '''
  ),
  

      TthListItem(
      img: "assets/images/tth/rgd5.jpg",
      title: "РГД-5",
      body: '''
Протипіхотна уламкова ручна граната дистанційної дії, наступального типу.

Характеристики
Маса: 	0,31 кг 
Довжина: 	114 мм 
Прицільна дальність:	 30—50 м (дальність метання) 
Максимальна дальність: 	до 20 м (радіус зони ураження) 
Діаметр: 	56,8 мм 
Вибухова речовина: 	тротил 
Маса вибухової речовини:	 0,11 кг 
Механізм детонації: 	Запал УЗРГ, УЗРГМ, або УЗРГМ-2 
Час горіння сповільнювача запалу:  3,2—4,2 секунди. 
      '''
  ),

      TthListItem(
      img: "assets/images/tth/molot.jpg",
      title: "МОЛОТ",
      body: '''
Призначений для знищення живої сили супротивника і техніки, розташованої в укриттях або окопах, а також для руйнування фортифікаційних споруд.

Характеристики
Калібр, мм: 	120 
Маса, кг: 	280 
Довжина ствола, мм: 	1740 
Кут підвищення, град: 	+45..+85 
Кут повороту, град: 	-3..+3 
Дальність стрільби, м: 	7100 
Бойова скорострільність, постр/хв: 	12 
Дульна швидкість, м/с: 	211 
      '''
  ),

      TthListItem(
      img: "assets/images/tth/btrbig.png",
      title: "БТР-80",
      body: '''
Призначений для транспортування особового складу механізованого підрозділу та надання вогневої підтримки під час бою.

Модифікації радянські та російські
БТР-80 - базова модифікація 
БТР-80К - командирський варіант із додатковими засобами зв\&#39;язку 
БТР-80А - модифікація з озброєнням з 30-мм автоматичною гарматою 2А72 і 7,62-мм кулеметом ПКТ, встановлених в новій башті лафетним компонування (1994р.) 
БТР-80С — варіант БТР-80А для внутрішніх військ, оснащений 14,5-мм кулеметом КПВТ і 7,62-мм ПКТ у башті лафетного компонування 
БТР-80М — варіант БТР-80А з двигуном ЯМЗ-238 (240 к.с.), шинами КИ-126 (підв кулестійкістью), збільшеною довжиною корпусу 

Модифікації українські 
БТР-80УП — українська модернізація БТР-80, розроблена для Іраку (2005-2006). Посилено захист, встановлено дизельний двигун Д-80 (300 к.с.), нові шини та нові електричні та пневматичні системи, знята водометна установка. Також на його базі розроблено сім спеціалізованих модифікацій (дві командирські, КШМ, розвідувальна, санітарна, БРЕМ, транспортна).
Крім того на базі БТР-80 виробляється ряд інших бойових та спеціальних машин (САУ, КШМ, БРДМ, РХМ, БРЕМ, санітарні та ін.) 

Характеристики

Загальні:  
Маса:  13600 кг 
Екіпаж:  3 (командир, механік-водій, навідник) + 7 десант 
Довжина:  7650 мм 
Ширина:  2900 мм 
Висота:  2350 
Колісна база:  4400 мм 
Ширина колії:  2410 мм 
Кліренс:  475 мм 

Двигун (варіанти):*  
Тип:  дизель КамАЗ-7403 
Потужність  260 к.с. при 2600 об/хв 

Трансмісія і привід:  
Колісна формула:  8х8 
Коробка передач:  5 ст. МКПП 

Експлуатаційні показники:  
Макс. швидкість руху по шосе:  90 км/год 
Макс. швидкість руху на плаву:  9-10 км/год 
Запас ходу по шосе:  до 600 км 
Ємність паливних баків:  300 л 

Подолання перешкод:  
U+2022 Максимальний кут підйому:  30˚ 
Максимальний кут крену:  25˚ 
Висота перешкоди:  0,5 м 
Ширина рову:  не більше 2 м 

Озброєння:*  
14,5-мм кулемет КПВТ (500 пострілів) 
7,62-мм кулемет ПКТ (2000 пострілів) 
6 ПУ димових гранат 

Бронювання:  
Тип:  сталева катана (лоб - 10 мм, борт - 7-9 мм, корма - 7 мм) 
      '''
  ),

      TthListItem(
      img: "assets/images/tth/bmp1big.png",
      title: "БМП-1",
      body: '''
Бойова броньована гусенична машина, здатна плавати та призначена для транспортування особового складу мотострілецьких підрозділів на поле бою, підвищення його мобільності, озброєності та захищеності на полі бою, а також для сумісних дій з танками у бою. Родоначальниця такого класу бойових машин, як бойові машини піхоти; перша у світі серійна бойова машина піхоти.

Характеристики
Бойова маса, т. 13 
Екіпаж, чол. 3 
Десант, чол. 8 
Габаритні розміри, мм: 
Довжина з гарматою вперед: 6735 
Ширина: 2940 
Висота до даху вежі: 1924 
Кліренс: 370 

Озброєння: 
73-мм гладкоствольна гармата 2А28 
7,62-мм кулемет ПКТ 
ПУ ПТКРС 9М14М «Малютка» 
Боєкомплект: 40 пострілів, 2000 патронів, 4 ПТКРС 
Двигун  УТД-20 
Багатопаливний 6-циліндровий V-подібний дизель рідинного охолодження 
Потужність  221 кВт при 2600 об/хв 
Питома потужність двигуна, кВт/т.:  17,0 
Питомий тиск на грунт, Мпа : 0,061 
Максимальна швидкість по шосе, км/год.:  65 
Запас ходу по шосе, км.:  600 
Запас палива, л.:  460 

Долання перешкод:  
Висота стінки, м.:  0,7 
Ширина рову, м.:  2,7 
Долає брід, плаває  
      '''
  ),

      TthListItem(
      img: "assets/images/tth/bmp2big.png",
      title: "БМП-2",
      body: '''
Бойова машина піхоти БМП-2 є гусеничною бойовою машиною, що має озброєння, броньовий захист і високу маневреність. Призначення машини - підвищити мобільність, озброєність та захищеність піхоти, діючої на полі бою, в умовах застосування ракетно-ядерної зброї. Для тралення мін на машину може бути встановлено траляще обладнання. Машина може долати водні перешкоди на плаву, а також пристосована для авіатранспортування. 

Загальні та експлуатаційні характеристики
Тип машини:  гусенична, броньована, плаваюча, авіатранспортуєма. 
Повна бойова маса, т:  14,0 + 2% 
Бойовий розрахунок (екіпаж + десант), чол.:  3 + 7 
Питомий тиск на грунт, МПа:  0,063-0,065 
Довжина з гарматою вперед, мм:  6735 
Довжина з гарматою назад, мм:  7295 
Ширина машини, мм:  3150 
Ширина по гусеницях, мм:  2850 
Висота, мм:  2250 
Кліренс, не менше, мм:  420 
Максимальна швидкість, км / год:  
по суші - 65 
на плаву - 7 
Середня витрата палива на 100 км, л:  92 
Середня витрата мастила на 100 км, л:  2,8 
Запас ходу по паливу, км:  550-600 
Максимальний кут підйому / спуску, град:  35 
Ширина подоланого рову, м:  2,5 
Висота подоланої стінки, м:  0,7 

Двигун  
Марка і тип УТД-20, V- подібний шестициліндровий чотиритактний безкомпресорний дизель рідинного охолодження з займанням від стиснення, з безпосереднім уприскуванням палива марок ДЛ, ДЗ, ДА .. 
Максимальна потужність при 2600 об / хв, кВт (л / с): &nbsp 210-221 (300) 
Система запуску:  стисненим повітрям або електростартером 
Заправна місткість паливних баків, л:  460 

Прилади прицілювання  
Приціл оператора-навідника  
Марка і тип БПК-2-42, комбінований, перископний 
Перископічность, мм:  218-245 
Збільшення, кратн.:  5-5,6 
Поле зору, град.:  8-10 
Дальність бачення вночі, м:  700-800 
Джерело ІЧ-світла:  освітлювач ОУ-5 
Прилад спостереження командира  
Марка і тип ТКН-3Б, електронно-оптичний, бінокулярний, комбінований 
Перископічность, мм:  200 
Кут огляду, град:  
в горизонтальній площині:  270 
у вертикальній площині:  12 
Збільшення, кратн.:  4,2-5 
Поле зору, град.:  8-10 
Дальність бачення, м:  300-400 
Джерело ІЧ-світла:  освітлювач ОУ-3ГА2 
Приціл командира  
Марка і тип:  1ПЗ-3, перископний, денний, монокулярний 
Перископічность, м:  310 
Збільшення, кратн.:  1,2-4 
Поле зору, град:  14-49 

Озброєння  
Марка і тип гармати:  2А42 автоматична 
Калібр, мм:  30 
Скорострільність, постр / хв:  200-300 і 550 
Прицільна дальність по наземним цілям, м:  
БТ-снарядами  - 2000 
ОФЗ и ОТ-снарядами  - 4000 
Стрільба по повітряних цілях:  до 2500 
Дальність прямого пострілу, м:  1000 
Марка і тип кулемета:  ПКТ, танковий, спарений 
Калібр, мм:  7,62 
Скорострільність, постр / хв:  200-250 
Прицільна дальність стрільби, м:  2000 
Пускова установка для запуску ПТУР 9П135М, з передачею команд по проводам  
марка ПТУР: &nbsp 9М113 (9М111) 
Дальність ураження ракетою, м:  75-4000 
Стабілізатор  
Марка і тип:  2Е36-1, електромеханічний, двохплощинний 
Швидкість плавного наведення, град / с:  
в горизонтальній площині:  0,07-30 
у вертикальній площині:  0,07-35 
Цілевказівка ​​від кнопки на приладі ТКН-3Б  

Боєкомплект:  
30-мм патрони до гармати, шт:  500 
бронебійно-трасуючі:  160 
осколково-фугасно-запальні та осколково-трасуючі:  340 
Патрони до спареного кулемета, шт:  2000 
ПТУР, шт:  4 
      '''
  ),

      TthListItem(
      img: "assets/images/tth/t64.jpg",
      title: "Т-64,Т-64БВ",
      body: '''
Радянський основний бойовий танк сімейства Т-64.Від Т-64Б танк відрізняється обладнанням динамічним захистом «Контакт» та посиленим протирадіаційним захистом. Випуск даної модифікації тривав з 1984 по 1987 рік.Танк Т-64БВ разом з Т-64Б складає основу Сухопутних військ України, понад 600 одиниць.

Характеристики
Рік: 	1985
Розробник: 	ХКБМ	
Бойова маса, т: 	42,4	
Екіпаж: 	3	
Калібр та марка гармати: 	125-мм 2А46М-1	
Система керування вогнем: 	1А33-1 «Об»	
Приціл-далекомір: 	1Г42
Стабілізатор основного озброєння: 	2Е42
Кероване озброєння: 	«Кобра»	
Боєкомплект, пострілів: 	36	
Швидкострільність, постр./хв: 	6-8	

Додаткове озброєння: 	
7,62-мм ПКТ 
12,7-мм НСВТ
Динамічний захист: 	«Контакт»	
Активний захист: 	немає	
Двигун: 	5ТДФ (700 к.с.)	
Питома потужність, к.с./т: 	16,5
Максимальна швидкість, км/год: 	60
Запас ходу з без додатковий паливних баків, км: 	500
      '''
  ),

      TthListItem(
      img: "assets/images/tth/t72big.png",
      title: "Т-72",
      body: '''
Призначений для вирішення бойових завдань військ, найперше у наступі, а також і в обороні, як масовий ефективний засіб ведення активних, рішучих і динамічних бойових дій на суші в умовах як звичайної, так і ядерної війни.

Характеристики
Бойова маса, т	41,0 (44,5)
Екіпаж, осіб	3
Довжина, мм	6860-9530
Ширина, мм	3460
Висота, мм	2190
Кліренс, мм	470
База, мм	4270

Броня
 лоб корпусу (верх), мм/град.	205/68°, комбінована
 лоб корпусу (низ), мм/град.	85 / 60°
 борт корпусу, мм/град.	70—80 / 0°
 лоб башти, мм/град.	410 / 0°

Озброєння
калібр, марка та тип гармати&nbsp	125-мм 2А46, гладкоствольна гармата
довжина ствола, кал.  48
скорострільність, постр/хв.	8 постр.\хв.
кути ВН, °	−6°13&#39;..16°47&#39;
кути ГН °	360°
дальність стрільби, км	до 10 км
боєкомплект гармати	39
кулемети	1 × 12,7 НСВТ
1 × 7,62-мм ККТ

Силова установка, маневреність та мобільність
тип, марка двигуна
В-46-6
потужність двигуна, к.с. (кВт)	780 (840) к.с.
швидкість по шосе, км/год.	до 60 км/год
швидкість по перетятій місцевості, км/год.	35 км/год
запас ходу по шосе, км	500 (700 із зовнішніми баками)
подоланний підйом, °	30
подоланна стінка, м 0,85
подоланний рів, м  2,8
подоланний брід, м	1,2 (1,8 з попередньою підготовкою, 5 з обладнанням для підводної їзди танків)
      '''
  ),

      TthListItem(
      img: "assets/images/tth/t80big.png",
      title: "Т-80У",
      body: '''
Перший у світі серійний танк з єдиною газотурбінною силовою установкою

Характеристики
Вага  46 т. 
Екіпаж  3 чол 
Гармата : 125-мм гладкоствольна 
Скорострільність гармати:  до 12 пострілів/хв 
Боєкомплект, пострілів:  45 
Заряджання:  автоматичне 
Двоплощинний стабілізатор  
Керована ракета  9К119М з керуванням за променем лазера 
Кулемети:  один 12,7-мм НСВТ, один 7,62-мм ПКТ 
Двигун:  ГТД, потужність 1250 к.с. (919 КВт) 
Швидкість  70 км/год. 
Запас ходу  400 км 
Захист від ЗМУ  
Вбудований динамічний захист  
      '''
  ),

      TthListItem(
      img: "assets/images/tth/gvozdika.jpg",
      title: "ГВОЗДИКА",
      body: '''
122-мм самохідна артилерійська установка на базі шасі МТ-ЛБ, яка призначена для знищення живої сили, артилерійських батарей, дзотів, а також для забезпечення проходів в мінних полях та польових загородженнях.

Характеристики
Екіпаж: 4 чол.
Довжина: 7,26 м 
Ширина: 2,85 м 
Висота: 2,725 м 
Бойова маса: 15,7 т 

Захист та озброєння машини 
Основне озброєння: 122-мм гармата 2А18 
Тип двигуна: дизельний 
Потужність двигуна: 300 (к.с.) 
Швидкість: 60 км / год 
Запас ходу по шосе: 500 км 

Кути обстрілу: 
горизонтальний 360 град. 
вертикальний -3 ….+ 70 град. 

Максимальна дальність стрільби
ОФС/ОФМ, км 15,2 
Дальність прямого пострілу снарядом ЗБК-13: 780 м 
Боєкомплект: 40 шт 
осколко-фугасної гранати 35 шт 
кумулятивні снаряди 5 шт 

Маса боєприпасів: 
осколко-фугасної гранати 21,7 кг 
кумулятивного снаряда (ЗБК-13) 18,2 кг 
Початкова швидкість снаряда при повному заряді: 685 м / с 
Скорострільність: 4 – 5 вистр. / хв. 
Середня швидкість руху по грунтовій дорозі: 26 – 32 км / год 
Максимальна швидкість на плаву: 4,5 км / год 

Максимальний кут долаємих перешкод 
підйому (спуску) 35 град. 
крен 25 град. 
      '''
  ),

      TthListItem(
      img: "assets/images/tth/akaciya.jpg",
      title: "Акація",
      body: '''
152-мм дивізійна самохідна гаубиця.

Характеристики
Бойова маса, т  27,5 
Екіпаж,  чол. 4 

Габаритні розміри, мм:  
довжина з гарматою вперед  8400 
довжина корпусу  7765 
ширина  3250 
висота  3050 
кліренс, мм  450 

Озброєння:  152-мм гаубиця Д-22 (2АЗЗ); 7,62-мм кулемет ПКТ 
Боєкомплект  40 пострілів, 1500 патронів 
Скорострільність,хв  3,5 
Дальність стрільби, м:  уламково-фугасний снаряд 18500 активно-реактивним снарядом 24000 

Двигун  В-59 ,12-циліндровий 4-тактний дизель рідинного охолодження, потужність 382 кВт Питома потужність двигуна, кВт / т 13,89 
Питомий тиск на грунт,  МПа 0,059 
Максимальна швидкість по шосе,  км / год 60 
Запас ходу по шосе,  км 500 
Запас палива,  л 830 
Долаємі перешкоди:  
підйом, град.  30 
висота стінки , м 0,7 
ширина рову,  м 3,0 
глибина броду,  м 1,0 
      '''
  ),

      TthListItem(
      img: "assets/images/tth/gradbig.jpg",
      title: "БМ-21ГРАД",
      body: '''
Реактивна система залпового вогню калібру 122мм. Розроблена в СРСР, випускалася на базі шасі вантажівки Урал-375 з встановленою пусковою установкою 2Б5. БМ-21 «Град» є розвитком установки залпового вогню «Катюша»

Характеристики
Калібр  	122 мм 
Дальність стрільби 	 
– максимальна	40 км 
– мінімальна	5 км 
Час повного залпу 	20 с 
Кількість направляючих 	40 
Маса основного ракетного снаряду (РС) &nbsp	66,6 кг 
Маса  БМ	13,7 т 
Бойовий розрахунок 	3 чол 
Час заряджання 	7 хв 
Час від зайняття непідготовленої позиції до початку вогню  	3 хв 
Час на залишання позиції після залпу 	1 хв 
Площа враження одним залпом 	14,5 га 
Кількість возимих РС 	60 шт 
      '''
  ),

        TthListItem(
      img: "assets/images/tth/brdm2.jpg",
      title: "БРДМ-2",
      body: '''
Броньованa розвідувально-дозорна машина-2

Характеристики
Бойова маса, т – 7
Екіпаж, чол. – 4
Габаритні розміри, м:
Довжина– 5,75
Ширина – 2,35 
Висота – 2,31
Кліренс, м – 0,43
Максимальна швидкість, км / год – 95 (на плаву 10)
      '''
  ),

];

