String  textOboviazkyDnuvalnogo = '''
Обов’язки днювального роти:

Днювальний роти призначається із рядового складу. Він відповідає за збереження зброї, шаф (ящиків) із боєприпасами, майна роти та особистих речей, які є під його  охороною. Днювальний роти підпорядковується черговому роти.

Черговий днювальний роти несе службу всередині казарми біля вхідних дверей, поблизу кімнати зберігання зброї.

Днювальний роти зобов'язаний:

не виходити з приміщення роти без дозволу чергового роти; постійно охороняти кімнату зберігання зброї та не допускати до неї нікого, крім чергового роти; своєчасно подавати команди згідно з розпорядком дня;

не пропускати в приміщення сторонніх осіб, а також не дозволяти виносити з казарми зброю, боєприпаси, майно та речі без дозволу чергового роти;

негайно доповідати черговому роти про всі надзви­чайні події в роті, про порушення встановлених цим Статутом правил відносин між військовослужбовцями роти, помічені несправності й про порушення вимог по­жежної безпеки, вживати заходів щодо їх усунення;

піднімати за командою чергового роти особовий склад під час загального підйому, а також уночі у разі тривоги, пожежі, стихійного лиха;

стежити за чистотою та порядком у приміщеннях і вимагати від військовослужбовців їх додержання;

не дозволяти військовослужбовцям у холодну пору, особливо вночі, виходити з приміщення роздягненими;

стежити, щоб військовослужбовці курили, чистили взуття та одяг тільки у визначених для цього приміщен­нях чи місцях;

з прибуттям до роти прямих начальників від коман­дира роти й вище та чергового частини подавати коман­ду «Струнко»; з прибуттям до роти інших офіцерів роти, а також старшини або військовослужбовців іншої роти викликати чергового.

Наприклад: «Черговий роти, на вихід».

Черговому днювальному заборонено сидіти, знімати спорядження та перебувати у розстебнутому одязі.

Днювальний вільної зміни зобов'язаний підтримува­ти чистоту й порядок у приміщеннях роти і нікуди не виходити без дозволу чергового роти; подавати йому допомогу в наведенні порядку у разі порушення вста­новлених статутами правил відносин між військово­службовцями роти; залишаючись замість чергового ро­ти, виконувати його обов'язки.
          ''';

String textOboviazkuChergovogo = '''
Обов’язки чергового роти.

Черговий роти зобов'язаний:

у разі тривоги здійснити підйом особового складу, оповістити офіцерів, прапорщиків і військовослужбов­ців, які проходять службу за контрактом, до прибуття в роту офіцерів або старшини виконувати вказівки чер­гового частини;

стежити за чітким виконанням розпорядку дня в ро­ті, у визначений час проводити загальний підйом осо­бового складу;

знати місце перебування роти та порядок її виклику, наявність людей у роті, кількість осіб, що перебувають у наряді, хворих, заарештованих, звільнених із розта­шування військової частини чи відряджених у складі команд, а також наявність і точне місцезнаходження  зброї;

постійно знати місце перебування командира роти, негайно доповідати йому про всі надзвичайні події в ро­ті, самовільно відсутніх військовослужбовців строкової служби і про вжиті заходи щодо їх розшуку;

відчиняти кімнату для зберігання зброї з дозволу .чергового частини, командира роти чи старшини роти;

видавати зброю лише за наказом командира роти чи старшини роти, вносячи відповідний запис до книги ви­дачі зброї та боєприпасів (додаток 10 до цього Стату­ту) ; приймаючи зброю, перевіряти її номери та комп­лектність; постійно мати при собі й нікому не передава­ти ключі від кімнати зберігання зброї;

у разі виникнення будь-яких надзвичайних подій у. роті та порушень встановлених статутом правил відно­син між рядовим чи сержантським складом негайно до­повідати про це черговому частини або командирові ро­ти, вживати заходів щодо наведення порядку;

стежити за наявністю, справним станом засобів по­жежогасіння роти й охоронної сигналізації кімнати зберігання зброї, за виконанням вимог пожежної безпе­ки в роті (курити дозволяти лише у спеціально визна­чених місцях, сушити обмундирування—тільки в су­шарнях, додержуватися правил опалення й користуван­ня ліхтарями);

за командою чергового частини зачиняти двері казарми на засуви, прибулих пропускати після попе­реднього встановлення їх особи;

у разі виникнення пожежі викликати пожежну команду, вжити заходів щодо її гасіння та негайно допо­вісти черговому частини й командирові роти, а також вивести людей і винести зброю та майно з приміщень, яким загрожує небезпека;

своєчасно змінювати днювальних; за наказом стар­шини роти відправляти підрозділи та інші команди на роботи, а також направляти хворих та тих, хто потре­бує огляду лікаря, до медичного пункту;

у призначений час шикувати осіб, яких звільняють із розташування військової частини, перевіряти їх наяв­ність і доповідати про це старшині роти, за його нака­зом представляти їх черговому частини;

виходячи з приміщення роти у справах служби, а та­кож на час свого відпочинку передавати виконання своїх обов'язків одному з днювальних вільної зміни;

одержувати від старшини роти після вечірньої пере­вірки відомості про відсутніх, а за наявності самовільно відсутніх — відомості про їх військові звання, прізвища, імена та по батькові і прибувати до чергового частини з доповіддю.

Наприклад: «Товаришу (пане) капітане, у пер­шій роті вечірню перевірку проведено, всі люди в наявності, за винятком двох осіб, які перебувають у відпуст­ці, трьох осіб — у наряді. Черговий роти сержант Головко»;

після ранкового огляду доповідати черговому части­ни про наявність особового складу роти, про надзвичай­ні події за ніч і подавати список тих, хто своєчасно не повернувся із звільнення, та самовільно відсутніх, а та­кож тимчасово відсутніх з інших причин;

стежити за станом приміщень роти, за підтриманням у них встановленої температури повітря, додержанням порядку освітлення, опалення, провітрювання, наявністю води, а також за прибиранням ділянки території, за­кріпленої за ротою;

підтримувати порядок під час приймання їжі особо­вим складом; за вказівкою старшини роти своєчасно подавати черговому їдальні заявки на забезпечення їжею осіб, які перебувають у йаряді чи відсутні через інші службові справи;

з прибуттям до роти прямих начальників від коман­дира роти й вище, чергового частини, а також інспек­туючих осіб чи осіб, які прибули з перевіркою, подавати команду «Струнко», доповідати їм та супроводжувати в розташування роти.

Наприклад: «Товаришу (пане) майоре, за час мого чергування надзвичайних подій не трапилося (чи трапилося те-то). Рота перебуває на стройовому плацу. Черговий роти сержант Шевченко».

Іншим офіцерам і прапорщикам роти черговий не до­повідає, а лише відрекомендовується.

З прибуттям до роти офіцерів і прапорщиків з іншої роти черговий відрекомендовується їм і супроводжує до командира чи старшини роти.

Якщо командира (начальника), який прибув, зустрі­чає командир роти і доповідає йому, присутній при цьо­му черговий роти не доповідає і не відрекомендовується.

''';

String textOboviazkyChergovogoChastyny = '''
Черговий частини зобов'язаний:

у разі надходження сигналу тривоги негайно подати сигнал на підйом підрозділів, доповісти командирові військової частини, оповістити його заступників та інших посадових осіб частини і діяти згідно з інструкцією; до їх прибуття керувати діями підрозділів частини;

у разі одержання повідомлення про мобілізацію не­гайно доповісти про це командирові й начальникові штабу військової частини і діяти за їх вказівками та  інструкціями;

видавати офіцерам і прапорщикам військової части­ни особисту зброю та боєприпаси до неї під особисту розписку у книзі видачі зброї та боєприпасів (дода­ток 10 до цього Статуту), а у разі оголошення триво­ги — за картками; здійснювати контроль за своєчас­ністю здавання зброї та боєприпасів;

у разі несанкціонованого спрацьовування охоронної сигналізації кімнат для зберігання зброї у підрозділах з'ясувати причини спрацьовування сигналізації та діяти згідно з обставинами;

у разі виникнення радіаційної та хімічної небезпеки діяти згідно з інструкцією;

стежити за виконанням підрозділами розпорядку дня й керувати поданням установлених сигналів;

особисто перевіряти не менше ніж двічі на добу (з них один раз уночі) несення служби добовим наря­дом і додержання внутрішнього порядку в підрозділах, вживати заходів щодо запобігання злочинам, випадкам порушення вимог безпеки, а також щодо усунення вияв­лених недоліків;

постійно знати місце перебування командира війсь­кової частини, негайно доповідати йому про всі надзви­чайні події у військовій частині, про самовільно відсут­ніх військовослужбовців строкової служби і вжиті заходи щодо їх розшуку;

постійно перебувати в кімнаті чергового; виходячи у службових справах, залишати замість себе помічника й сповіщати йому, куди і на який час вибув;

мати зведений розклад занять, знати райони на­вчальних об'єктів, а також місце проведення занять кожної роти;

мати відомості про розподіл особового складу, а та­кож про розподіл бойової та іншої техніки; через чер­гового парку контролювати її повернення до парку, доповідати командирові військової частини про випадки затримки машин у рейсі, вживати заходів щодо розшу­ку й повернення їх до парку;

перевіряти і своєчасно висилати призначені від час­тини підрозділи (команди) й доповідати про це началь­никові штабу чи командирові військової частини;

проводити огляд зовнішнього вигляду військовослуж­бовців, які звільняються із розташування військової частини;

приймати заарештованих на військову гауптвахту і своєчасно звільняти їх з-під арешту, роблячи необхідні відмітки в записці про арешт і в книзі обліку заарешто­ваних;

у разі виникнення пожежі, стихійного лиха в розта­шуванні військової частини чи поблизу неї негайно вжи­вати заходів щодо врятування Бойового Прапора війсь­кової частини, людей, озброєння, боєприпасів, бойової та іншої техніки, матеріальних засобів; викликати по­жежний і черговий підрозділи та до їх прибуття органі­зувати гасіння пожежі;

разом з лікарем (фельдшером) перевіряти перед роз­даванням їжі її якість, вносячи відповідний запис до книги обліку контролю за якістю приготування їжі, да­вати дозвіл на її видачу; у разі виникнення сумніву щодо якості їжі негайно доповідати про це командирові військової частини; бути особисто присутнім під час роздавання та приймання їжі, контролювати повноту видачі її особовому складові;

стежити за чистотою і порядком у казармах і в роз­ташуванні військової частини;

давати в особливих випадках команду черговим рот на зачиняння вхідних дверей до казарми на засуви;

у разі прибуття командира військової частини зустрі­чати його і доповідати, а в присутності особового складу перед цим давати команду «Струнко».

Наприкла д: «Товаришу (пане) полковнику, за час мого чергування надзвичайних подій не трапилося (чи трапилося те-то). Черговий частини капітан Ка­лина». Заступникам командира військової частини черговий частини лише відрекомендовується.

Після вечірньої перевірки та ранкового огляду черговий частини заслуховує доповіді чергових рот і складає відомість про відсутніх, а за наявності само­вільно відсутніх - їх список. Цей список і список за­арештованих він подає командирові військової частини після ранкової доповіді.

Про всі виявлені недоліки під час виконання служ­бових обов'язків добовим нарядом і про порушення пра­вил внутрішнього порядку у військовій частині за час чергування, які не можна усунути до здавання чергу­вання, черговий частини робить запис у книзі прийман­ня та здавання чергування (додаток 9 до цього Стату­ту). Книга приймання та здавання чергуваннящоденно подається черговим частини на перегляд командирові військової частини.

Черговий частини зустрічає й супроводжує те­риторією розташування частини Президента України, Голову Верховної Ради України, Прем'єр-міністра Ук­раїни, Міністра оборони України та його заступників, прямих начальників, старших від командира військової частини, та осіб, призначених для керівництва прове­денням інспектування (перевірки).

Зустрічаючи цих осіб, черговий частини подає коман­ду «Струнко» і рапортує їм.

Наприклад: «Товаришу (пане) генерал-майоре,  перший механізований полк перебуває на заняттях згід­но з розкладом. Перший батальйон знаходиться там-то...  (і так про кожний батальйон, дивізіон). Командир пол­ку знаходиться там-то... Черговий частини капітан Павленко».

Про прибуття зазначених осіб черговий частини не­гайно доповідає командирові військової частини чи осо­бі, яка його заміщує.

Якщо начальника (командира), який прибув, зустрі­чає і йому доповідає командир військової частики, чер­говий частини лише відрекомендовується.

У разі прибуття до військової частини генералів та адміралів, не названих вище, а також старших офіце­рів з іншої військової частини черговий частини дай дозвіл черговому контрольно-пропускного пункту про­пустити їх у військову частину із супроводжуючим. Під час зустрічі цих осіб черговий частини відрекомендо­вується їм.

Наприклад: «Товаришу (пане) полковнику, чер­говий частини капітан Ткаченко».

Потім черговий уточнює, до якої посадової особи треба супроводжувати прибулого.

Військовослужбовці з іншої військової частини або цивільні особи після з'ясування їх особи, мети прибуття та одержання дозволу від посадових осіб допускаються до військової частини за одноразовими перепустками.

''';

String textDobovyiNariad = '''
Добовий наряд призначається для підтримання внутрішнього порядку, охорони особового складу, озбро­єння, боєприпасів, бойової та іншої техніки, приміщень і майна військової частини (підрозділу), контролю за станом справ у підрозділах і своєчасного вжиття захо­дів щодо запобігання правопорушенням, а також ви­конання інших обов'язків внутрішньої служби.

Склад добового наряду оголошується наказом по військовій частині на період навчання.

Добовий наряд військової частини призначається у такому складі:

черговий частини;

помічник чергового частини;

черговий підрозділ;

варта;

черговий і днювальні парку, а також механіки-водії (водії) чергових тягачів;

черговий фельдшер або санітарний інструктор і дню­вальні медичного пункту;

черговий і помічники чергового контрольно-пропуск­ного пункту;

черговий їдальні та робітники їдальні;

черговий штабу частини та посильні;

черговий сигналіст;

пожежний наряд;

водії чергових автомобілів.

 

Щоденно наказом по частині призначаються черго­вий частини, помічник чергового частини, начальник варти, черговий парку, черговий підрозділ, а також під­розділи, від яких виділяються добовий наряд частини;.-й особовий склад для виконання нарядів на роботи.

Військовослужбовці-жінки, як правило, до скла­ду добового наряду не призначаються. Військовослуж­бовців-жінок залежно від військового звання та посади можуть у разі потреби призначати з додержанням зако­нодавства черговим фельдшером (санітарним інструкто­ром) чи черговим штабу. Військовослужбовці-жінки призначаються також на чергування за спеціальністю.

 

У добовий наряд роти призначаються:

черговий роти (гуртожитку);

днювальний роти (гуртожитку).

Кількість змін днювальних у ротах встановлюється командиром військової частини.

Замість чергових рот у деяких батальйонах за­лежно від їх чисельності та умов розміщення за рішен­ням командира військової частини може призначатися черговий батальйону, а в підрозділах забезпечення у ра­зі їх сумісного розміщення — черговий цих підрозділів.

Кількість днювальних у таких випадках встанов­люється залежно від розміщення підрозділів, забезпе­чення охорони й підтримання внутрішнього порядку.

Усі чергові та їх помічники повинні мати на лі­вому боці грудей нагрудний знак (пов'язку на лівому рукаві) з відповідним написом (додаток 17 до цього Статуту). Нагрудний знак (пов'язка) передається чер­говим наступному черговому після доповіді про здаван­ня та приймання чергування.

 Черговий частини та його помічник, черговий парку, черговий контрольно-пропускного пункту, черго­вий штабу частини, призначені з офіцерів і прапорщи­ків, повинні мати на озброєнні пістолети з двома спо­рядженими магазинами.

Черговий парку, черговий контрольно-пропускного пункту, черговий штабу частини, призначені із сержан­тів, помічники чергового контрольно-пропускного пунк­ту, чергові та днювальні підрозділів, а також днювальні парку та посильні повинні мати багнети в піхвах. Баг­нет кріпиться на поясі ліворуч, на ширину долоні від пряжки.

За наказом Міністра оборони України в деяких військових частинах помічники чергового контрольно-пропускного пункту, добовий наряд роти і днювальні парку можуть мати автомат (карабін) з двома споряд­женими магазинами і несуть службу згідно з інструк­ціями для цих осіб, затвердженими командиром війсь­кової частини.

 

1. Черговий підрозділ. Наряд на роботи.

Черговий підрозділ призначається для посилен­ня варти або термінового виклику у разі виникнення пожежі, стихійного лиха та в інших випадках.

Заборонено використовувати черговий підрозділ для виконання господарських робіт поза розташуванням військової частини.

Черговий підрозділ підпорядковується черговому частини.

У разі виклику чергового підрозділу він ши­кується у визначеному для цього місці та діє за вказів­кою чергового частини. Патрони черговому підрозділові видаються черговим частини.

Заняття з черговим підрозділом проводяться поблизу розташування військової частини. Черговий частини повинен знати місце перебування чергового під­розділу й порядок його виклику.

У разі призначення підрозділів у наряд на робо­ти в наказі по частині зазначається, які підрозділи виді­ляються, у чиє розпорядження, а також тривалість і вид роботи. Підрозділи прибувають на роботу на чолі зі своїми командирами чи старшими, призначеними з офі­церів, прапорщиків або сержантів.

Наряд для непередбачених робіт призначає началь­ник штабу частини.

За організацію та безпеку робіт відповідає на­чальник, у розпорядження якого виділено підрозділ. Командир підрозділу (старший команди) контролює виконання особовим складом вимог безпеки робіт.

Забороняється призначати військовослужбовців-жі­нок на роботи, пов'язані з перенесенням і пересуванням вантажу, вага якого перевищує встановлені граничні норми.

 

 2. Порядок призначення нарядів та звітність щодо них.

Підрозділи призначаються у наряд разом їз своїми командирами. Військовослужбовці строкової служби і служби за контрактом призначаються для не­сення служби в усіх видах нарядів.

Черговість нарядів між офіцерами, прапорщиками й підрозділами частини встановлюється начальником'шта­бу частини.

Черговість нарядів у роті між взводами встановлю­ється старшиною роти, а у взводі—заступником коман­дира взводу.Наряди розподіляються серед військовослужбовців рівномірно.

Листки нарядів заводяться на кожен місяць окремо: на рядових — заступником командира взводу;

на сержантів—старшиною роти; на прапорщиків та офіцерів — у штабі військової частини (додаток 8 до цього Статуту).

Листки нарядів зберігаються протягом року.

 

3. Підготовка та розвід добового наряду.

Штаб військової частини за 7 діб до початку місяця повідомляє командирам підрозділів дні засту­пання й склад добового наряду.

Командири підрозділів, від яких призначається добовий наряд, відповідають за підготовку особового складу до несення служби, за своєчасне прибуття добо­вого наряду на інструктаж до відповідних посадових осіб частини та на розвід.

У ніч напередодні заступання в наряд підрозді­ли та особи, призначені в добовий наряд, звільняються від усіх занять і робіт. Пожежний наряд, призначений від нештатної пожежної команди, від занять і робіт у розташуванні військової частини не звільняється.

У день заступання в наряд у години, зазначені в розпорядку дня, особовому складові надається не мен­ше 3 годин для підготовки до несення служби і не мен­ше однієї години для відпочинку (сну).

Підготовка особового складу добового наряду (крім варти), призначеного від роти, здійснюється стар­шиною роти чи іншою посадовою особою, призначеною командиром роти.

Підготовка добового наряду, призначеного від ба­тальйону чи від військової частини, організовується від­повідними командирами та здійснюється їх заступни­ками.

Підготовка варти здійснюється відповідно до Стату­ту гарнізонної і вартової служб.

Визначені наказом по військовій частині війсь­ковослужбовці відповідно до службового призначення у встановлений час прибувають на заняття (інструк­таж) добового наряду, який проводиться заступником командира військової частини чи призначеною для цьо­го командиром військової частини іншою посадовою особою.Особовий склад добового наряду, що несе службу із стрілецькою зброєю, і наряд по їдальні повинен пройти в день заступання медичний огляд.

На занятті (інструктажі) вивчаються положення ста­тутів, інструкцій, вимоги безпеки та порядок дій у разі виникнення пожежі, а також перевіряється знання осо­бовим складом наряду спеціальних обов'язків.

Практичні заняття проводяться в день заступання В наряд у години, зазначені в розпорядку дня, в облад­наних приміщеннях (місцях), визначених командиром військової частини.

У необхідних випадках проводяться заняття, на яких військовослужбовці опановують навички застосування зброї.

Добовий наряд повинен бути готовий до несен­ня служби й прийнятий відповідними черговими і на­чальником варти у своє підпорядкування за 15 хвилин до виходу на розвід.

Розвід добового наряду проводиться відповідно до вимог цього Статуту. Розвід проводить новопризначений черговий частини в час, визначений командиром військової частини,

За 10 хвилин до розводу новопризначений по­мічник чергового частини з офіцерів шикує особовий склад добового наряду, крім чергового підрозділу, наря­ду по їдальні й пожежного наряду у визначеному для розводу місці, перевіряє його наявність і після прибуття чергового частини доповідає йому.

Якщо помічником чергового частини призначено пра­порщика, шикування добового наряду і доповідь черго­вому частини проводить офіцер із числа осіб, призначе­них у добовий наряд.

Для розводу добовий наряд шикується в такому порядку: на правому фланзі—варти, далі—справа на­ліво — черговий парку, черговий фельдшер (санітарний інструктор), черговий контрольно-пропускного пункту, черговий штабу частини, всі чергові рот за порядком підрозділів, черговий їдальні, начальник пожежного на­ряду і черговий сигналіст-барабанщик; помічники черго­вого контрольно-пропускного пункту, днювальні парку й механік-водій (водій) чергового тягача (автомобіля); посильні та днювальні рот шикуються в колону по одному за своїм черговим; помічник чергового частини стає на правому фланзі варти.

''';

String textZabezpechennya = '''
            
Забезпечення предметами бойового обмундирування та екіпірування військовослужбовців Збройних Сил (бойовий єдиний комплект (БЄК))

Головні убори

1 Кепі бойове (кашкет польовий)
2 Панама літня польова
3 Шапка-феска (шапка-підшоломник)
4 Шапка зимова

Обмундирування

5 Костюм літній польовий
6 Костюм-утеплювач
7 Костюм вітро- вологозахисний демісезонний
8 Куртка вітро- вологозахисна зимова (куртка утеплена польова)
9 Штани вітро- вологозахисні зимові (штани утеплені польові)
10 Сорочка бойова
11 Рукавички демісезонні
12 Рукавички зимові

Білизна

13 Шарф-труба літній
14 Шарф-труба зимовий
15 Фуфайка (з короткими рукавами)
16 Труси
17 Білизна натільна
18 Білизна для холодної погоди (сорочка зимова та кальсони зимові)
19 Шкарпетки літні (трекінгові)
20 Шкарпетки зимові (трекінгові)

Взуття

21 Черевики з високими берцями
22 Капці казармені
23 Бахіли утеплені
24 Чоботи гумові

Спорядження

25 Рукавички тактичні
26 Окуляри захисні балістичні
27 Беруші спеціальні індивідуальні
28 Ремінь брючний
29 Сумка транспортна індивідуальна
30 Сумка-підсумок для предметів особистої гігієни
31 Модульна всесезонна спальна система (мішок спальний)
32 Килим спальний польовий ізоляційний
33 Сидіння польове ізоляційне
34 Чохол до фляги індивідуальний польовий
35 Казанок індивідуальний польовий
36 Фляга індивідуальна польова
37 Столовий набір індивідуальний польовий
38 Кухоль індивідуальний складний
39 Ніж індивідуальний табірний
40 Ліхтарик польовий індивідуальний

Засоби індивідуального захисту

41 Шолом балістичний
42 Чохол для шолома балістичного
43 Бронежилет модульний захисний балістичний
44 Чохол для захисного балістичного модульного жилета


Забезпечення предметами бойового обмундирування та екіпірування військовослужбовців Збройних Сил (бойовий спеціальний комплект (БСК))

Обмундирування

1 Маска спеціальна
2 Балаклава
3 Костюм спеціальний літній
4 Костюм спеціальний зимовий
5 Костюм маскувальний спеціальний
6 Індивідуальний маскувальний комплект
7 Шарф-сітка маскувальна
8 Костюм маскувальний зимовий

Взуття

9 Черевики спеціальні

Спорядження

10 Окуляри-маска захисні балістичні
11 Рукавички захисні
12 Сітка протимоскітна
13 Полог протимоскітний
14 Налокітники тактичні бойові
15 Наколінники тактичні бойові
16 Навушники спеціальні
17 Ремінь розвантажувальний тактичний захисний
18 Лямки плечові розвантажувальні до ременя розвантажувального тактичного захисного
19 Сумка-укладка медична
20 Сумка-підсумок транспортна бойова
21 Підсумок транспортний бойовий універсальний

            ''';


String textKontrakt = '''
Зразок

(Малий Державний Герб України)

МІНІСТЕРСТВО ОБОРОНИ УКРАЇНИ

КОНТРАКТ
про проходження громадянами України
військової служби у Збройних Силах України

Міністерство оборони України в особі __________________________

_____________________________________________________________________________

(посада, найменування військової частини,

_________________________________________________________________,

військове звання, прізвище, ім'я та по батькові командира (начальника)

з одного боку, та громадянин України (військовослужбовець)

__________________________________________________________________
(прізвище, ім'я та по батькові, число, місяць,

_____________________________________________________________________________

рік народження, ідентифікаційний номер, а також військове звання,

__________________________________________________________________

найменування військової посади, яку займає *, та особистий номер за наявності,

____________________________________________________________________________ ,

місце проживання, серія і номер паспорта, коли і ким виданий)

з іншого боку, перебуваючи під захистом держави і маючи усі права і свободи, закріплені Конституцією України, відповідно до Закону України «Про військовий обов'язок і військову службу» та Положення про проходження громадянами України військової служби у Збройних Силах України уклали цей Контракт про таке:

1. Громадянин України _________________________________________

(прізвище, ім'я та по батькові)

ознайомився із законами та іншими нормативно-правовими актами України, які регулюють порядок проходження військової служби, і добровільно бере на себе зобов'язання:

проходити військову службу у Збройних Силах України протягом строку Контракту відповідно до вимог, визначених законодавством, що регулює порядок проходження військової служби, та цим Контрактом;

свято і неухильно додержуватися Конституції України та законів України, Військової присяги, віддано служити Українському народові, сумлінно і чесно виконувати вимоги військових статутів, накази командирів (начальників);

дорожити бойовою славою Збройних Сил України, честю і гідністю військовослужбовця Збройних Сил України;

знати та сумлінно виконувати службові обов'язки за посадами, які займатиме протягом строку Контракту, а також особливі обов'язки, визначені статутами Збройних Сил України;

добре володіти довіреною технікою (озброєнням), уміло керувати підпорядкованим особовим складом, постійно підвищувати рівень військових професійних знань, удосконалювати свою виучку і майстерність, досягати позитивних результатів з бойової, мобілізаційної та фізичної підготовки;

суворо зберігати державну таємницю;

знати і неухильно додержуватися прийнятих Україною норм міжнародного гуманітарного права;

подавати про себе та членів своєї сім'ї інформацію, необхідну для проходження військової служби та соціального захисту.

2. Міністерство оборони України зобов'язується відповідно до законодавства забезпечити належні умови для проходження військової служби громадянином України______________________________________

(прізвище, ім'я та по батькові)

додержання його особистих прав і свобод та прав членів його сім'ї, включаючи надання пільг, гарантій і компенсацій, установлених законами та іншими нормативно-правовими актами України;

призначення його на військові посади відповідно до отриманої освіти та військово-облікової спеціальності, присвоєння військових звань, просування по службі з урахуванням ділових і моральних якостей;

навчання у вищих військових навчальних закладах, військових навчальних підрозділах вищих навчальних закладів, в інших вищих навчальних закладах України, відповідних підрозділах з підготовки, перепідготовки та підвищення кваліфікації військовослужбовців, навчальних закладах іноземних держав, без відриву від служби;

охорону здоров'я його та членів його сім'ї, які мають право на отримання медичної допомоги у закладах охорони здоров'я Міністерства оборони України;

встановлену тривалість службового часу, крім періоду військових навчань, походів кораблів, бойових стрільб, бойового чергування, несення служби у добовому наряді;

вільне пересування територією України у вихідні, святкові та неробочі дні, крім періоду військових навчань, походів кораблів, бойових стрільб, бойового чергування, несення служби у добовому наряді;

надання відпочинку за виконання службових обов'язків у вихідні, святкові і неробочі дні;

належне матеріальне забезпечення під час проходження військової служби;

харчування за встановленими нормами військовослужбовців рядового складу, сержантського та старшинського складу, осіб офіцерського складу під час військових навчань, походів кораблів, бойових стрільб, бойового чергування, несення служби у добовому наряді;

виплату підйомної допомоги на нього та кожного члена його сім'ї, який переїжджає разом із ним на нове місце проходження військової служби;

виплату грошового забезпечення з урахуванням надбавок за вислугу років, знання та використання іноземної мови, відповідну кваліфікацію, спортивні і почесні звання та інших надбавок, доплат, винагород, премій;

безоплатну соціальну і професійну адаптацію в разі звільнення з військової служби у зв'язку зі скороченням штатів або проведенням організаційних заходів, за станом здоров'я;

жиле приміщення йому та членам його сім'ї або виплату грошової компенсації за піднайом (найом) ним житлового приміщення;

пенсійне забезпечення, виплату одноразової грошової допомоги при звільненні з військової служби;

інші соціальні виплати йому та членам його сім'ї, визначені законами та іншими нормативно-правовими актами.

3. Цей Контракт є строковим та укладається відповідно до строків, установлених законодавством, за погодженням сторін на __________________________________________________________________.

(зазначити строк контракту словами)

4. Сторони зобов'язуються не пізніш як за два місяці до закінчення строку контракту укласти новий контракт або повідомити одна одну про небажання укладати контракт чи відмову в його укладенні з повідомленням причин, визначених нормативно-правовими актами.

5. Контракт укладено у двох примірниках, один з яких зберігається в особовій справі військовослужбовця, другий – у військовослужбовця.

6. При вирішенні питань, не передбачених цим Контрактом, сторони керуються вимогами законів та інших нормативно-правових актів.

7. У разі порушення умов, визначених Контрактом, сторони несуть відповідальність згідно із законом.

8. Інші умови Контракту **

_____________________________________________________________
________________________________

________________________________

(особистий підпис, прізвище та ініціали громадянина України – військовослужбовця)
_____________________________

_____________________________
(посада, найменування військової частини, військове звання, особистий підпис, прізвище та ініціали командира (начальника)


МП

________________ 20___ року _____________________20___ року

9. Умови Контракту можуть бути змінені або доповнені тільки за згодою сторін у письмовій формі.

10. Підписи сторін:
_______________________________

_______________________________
(особистий підпис, прізвище та ініціали громадянина України – військовослужбовця)
______________________________

___________________________________

(посада, найменування військової частини, військове звання, особистий підпис, прізвище та ініціали командира (начальника)


МП

__________________ 20___ року _____________________ 20___ року



11. Контракт набирає чинності з ____________________ 20 ___ року.


_______________________________

_______________________________

(посада, найменування військової частини,

військове звання, особистий підпис, прізвище та ініціали командира (начальника)

МП

_____________________ 20___ року





12. Чинність Контракту припинено ____________________20 ____ року

у зв'язку з ________________________________________________________

(підстави припинення Контракту, дата виключення військовослужбовця _______________________________________________________________________
зі списків особового складу, номер наказу)


_______________________________

_______________________________

(посада, найменування військової частини,
військове звання, особистий підпис, прізвище та ініціали командира (начальника)

МП
_____________________ 20___ року


Примітка.
* При укладенні першого контракту не заповнюється.
** Пункт 8 Контракту заповнюється в разі виникнення нових обставин або прийняття сторонами додаткових зобов'язань, які не суперечать законодавству.
''';

String pravaViskovosluzbovciv = '''
  Права військовослужбовців 
  
18. Військовослужбовці перебувають під захистом держави і мають усю повноту прав і свобод, закріплених Конституцією України, 
19. Держава гарантує військовослужбовцям та членам їх сімей соціальний і правовий захист відповідно до законів та прийнятих відповідно до них нормативно-правових актів. 
20. Військовослужбовці під час виконання службових обов'язків мають право застосовувати заходи фізичного впливу, а також носити, зберігати та застосовувати спеціальні засоби, зброю в порядку, встановленому законодавством. 
21. Застосування заходів фізичного впливу, спеціальних засобів та зброї допускається, якщо інші заходи виявилися неефективними або якщо через обставини застосування інших заходів є неможливим. Застосуванню зброї, за винятком випадків раптового нападу, нападу із застосуванням бойової техніки, транспортних засобів, літальних апаратів, морських і річкових суден, втечі з-під варти зі зброєю або за допомогою транспортних засобів під час руху, повинно передувати попередження про намір застосовувати зброю і постріл угору. У разі застосування і використання зброї військовослужбовець зобов'язаний вжити всіх заходів для того, щоб не було завдано шкоди стороннім особам. 
22. Військовослужбовці мають право застосовувати спеціальні засоби, засоби фізичного впливу та зброю особисто або у складі підрозділу; для захисту свого здоров'я і життя, а також здоров'я і життя інших військовослужбовців і цивільних осіб від нападу, якщо іншими способами й засобами захистити їх у даній ситуації неможливо; для затримання особи, яку застали при вчиненні тяжкого злочину та яка намагається втекти або яка чинить збройний опір, намагається втекти з-під варти, а також для затримання озброєної особи, яка загрожує застосуванням зброї та інших засобів, що становить загрозу для життя і здоров'я військовослужбовця чи інших осіб; для відбиття нападу на об'єкти, що охороняються військовослужбовцями, а також для звільнення цих об'єктів у разі захоплення; у разі спроби насильного заволодіння зброєю, бойовою та іншою технікою, якщо іншими способами і засобами неможливо припинити цю спробу. 
23. Посадові особи варти та патруля мають право застосовувати зброю у випадках і в порядку, визначеному Статутом гарнізонної і вартової служб Збройних Сил України. 
24. Про застосування фізичної сили та спеціальних засобів військовослужбовець доповідає своєму безпосередньому командирові (начальникові). Про поранення або смерть, що сталися внаслідок застосування фізичного впливу і спеціальних засобів, а також про всі випадки застосування зброї військовослужбовець зобов'язаний негайно і письмово повідомити свого командира (начальника), а командир (начальник) військової частини негайно доповідає безпосередньому командирові (начальникові), а також повідомляє військового прокурора та начальника органу управління Військової служби правопорядку Збройних Сил України (далі - Служба правопорядку) в гарнізоні. Повідомлення начальника органу управління Служби правопорядку про застосування заходів фізичного впливу, спеціальних засобів та зброї здійснюється в разі їх застосування військовослужбовцями Збройних Сил України. 
25. Військовослужбовець має право використовувати зброю для подання сигналу тривоги або виклику допомоги.

''';

String textProViskovuVichlivist = '''
    Про військову ввічливість і поведінку військовослужбовців
   
  49. Військовослужбовці повинні постійно бути зразком високої культури, скромності й витримки, берегти військову честь, захищати свою й поважати гідність інших людей, зобов'язані завжди пам'ятати, що за їх поведінкою судять не лише про них, а й про Збройні Сили України в цілому. Усі військовослужбовці повинні під час зустрічі (обгону) вітати один одного, додержуючись правил, визначених Стройовим статутом Збройних Сил України. Військове вітання - це вияв взаємної поваги і згуртованості військовослужбовців. 
  50. Відносини між військовослужбовцями повинні грунтуватися на взаємній повазі, і у питаннях служби вони звертаються один до одного на "Ви". Начальники й старші за військовим званням військовослужбовці у питаннях служби до підлеглих і молодших звертаються за військовим званням і прізвищем або тільки за званням, додаючи в останньому випадку перед званням слово "товаришу". Наприклад: "Рядовий Черняк", "Товаришу рядовий"; "Сержанте Мішин", "Товаришу сержанте"; "Прапорщику Мороз", "Товаришу прапорщику"; "Лейтенанте Малишенко", "Товаришу лейтенанте". До курсантів військово-навчальних закладів, які не мають військових звань сержантського і старшинського складу чи складу прапорщиків і мічманів, а також курсантів навчальних військових частин (підрозділів) звертаються "Курсанте Стадников", "Товаришу курсанте". 
  51. Військовослужбовці під час звертання до них командира (начальника) або старшого за військовим званням повинні стати у стройове положення. Підлеглі й молодші за військовим званням звертаються у службових справах до командирів (начальників) і старших за військовим званням, додаючи перед званням слово "Товаришу". Наприклад: "Товаришу лейтенанте". 
  52. У разі коли необхідно звернутися до іншого військовослужбовця в присутності командира (начальника) або старшого за військовим званням, слід попросити на це дозволу командира (начальника) або старшого за військовим званням. Наприклад: "Товаришу полковнику, дозвольте звернутися до майора Іващенка". 
  53. У разі звертання один до одного поза строєм, а також у разі віддавання чи отримання наказу військовослужбовці повинні стати у стройове положення, а ті, що знаходяться у головному уборі, прикладають руку до нього. Доповідаючи чи вислуховуючи рапорт, військовослужбовець прикладає руку до головного убору і опускає її після закінчення доповіді. Якщо перед доповіддю віддавалася команда "Струнко", то доповідач за наступною командою "Вільно" повторює її й опускає руку. 
  54. У громадських місцях, у міському транспорті та приміських поїздах за відсутності вільних місць військовослужбовець повинен запропонувати своє місце командирові (начальникові) або старшому. Якщо під час зустрічі немає можливості вільно розминутися з командиром (начальником) або старшим за військовим званням, підлеглий (молодший за військовим званням) повинен, вітаючи, пропустити його. За потреби обігнати командира (начальника) або старшого за військовим званням слід попросити у нього на це дозволу. 
  55. Військовослужбовцям забороняється тримати руки в кишенях одягу, а також сидіти у присутності командира (начальника) або старшого за військовим званням без його дозволу. Курити дозволяється тільки у спеціально відведених для цього місцях. 56. Військовослужбовці повинні бути ввічливими у спілкуванні з іншими особами, виявляти особливу увагу до осіб похилого віку, жінок і дітей, поступатися їм місцем у громадському транспорті, сприяти захистові честі й гідності громадян, додержанню громадського порядку, а також подавати допомогу при нещасних випадках, виникненні пожежі чи стихійного лиха. 
  57. Правила військової ввічливості, поведінки та військового вітання обов'язкові також для прапорщиків і мічманів, осіб молодшого, старшого і вищого офіцерського складу, які перебувають у запасі і у відставці, якщо вони носять військову форму одягу.
''';

String zagalniOboviazky = '''Загальні обов'язки військовослужбовців

11. Необхідність виконання завдань оборони України, захисту її суверенітету, територіальної цілісності та недоторканності, а також завдань, визначених міжнародними зобов'язаннями України, покладає на військовослужбовців такі обов'язки: свято і непорушне додержуватися Конституції України та законів України, Військової присяги, віддано служити Українському народові, сумлінно і чесно виконувати військовий обов'язок; бути хоробрим, ініціативним і дисциплінованим; беззастережно виконувати накази командирів (начальників) і захищати їх у бою, як святиню оберігати Бойовий Прапор своєї частини; постійно підвищувати рівень військових професійних знань, вдосконалювати свою виучку і майстерність, знати та виконувати свої обов'язки та додержуватися вимог статутів Збройних Сил України; знати й утримувати в готовності до застосування закріплене озброєння, бойову та іншу техніку, берегти державне майно; дорожити бойовою славою Збройних Сил України та своєї військової частини, честю і гідністю військовослужбовця Збройних Сил України; поважати бойові та військові традиції, допомагати іншим військовослужбовцям, що перебувають у небезпеці, стримувати їх від вчинення протиправних дій, поважати честь і гідність кожної людини; бути пильним, суворо зберігати державну таємницю; вести бойові дії ініціативно, наполегливо, до повного виконання поставленого завдання; виявляти повагу до командирів (начальників) і старших за військовим званням, сприяти їм у підтриманні порядку і дисципліни; додержуватися правил військового вітання, ввічливості й поведінки військовослужбовців, завжди бути одягненим за формою, чисто й охайно.

12. Про все, що сталося з військовослужбовцем і стосується виконання ним службових обов'язків, та про зроблені йому зауваження військовослужбовець зобов'язаний доповідати своєму безпосередньому начальникові.

13. Військовослужбовець зобов'язаний додержуватися вимог безпеки, вживати заходів до запобігання захворюванню, травматизму, повсякденно підвищувати фізичну загартованість і тренованість, утримуватися від шкідливих для здоров'я звичок.

14. Із службових та особистих питань військовослужбовець повинен звертатися до свого безпосереднього начальника, а якщо він не може їх вирішити - до наступного прямого начальника.

15. Військовослужбовець зобов'язаний знати і неухильно додержуватися прийнятих Україною норм міжнародного гуманітарного права.

16. Кожний військовослужбовець зобов'язаний виконувати службові обов'язки, що визначають обсяг виконання завдань, доручених йому за посадою. Ці обов'язки визначаються статутами Збройних Сил України, а також відповідними посібниками, порадниками, положеннями, інструкціями.

17. На військовослужбовців під час перебування на бойовому чергуванні, у внутрішньому і гарнізонному наряді, а також під час виконання інших завдань покладаються спеціальні обов'язки. Ці обов'язки та порядок їх виконання визначаються законами і статутами Збройних Сил України, а також іншими нормативно-правовими актами, що приймаються на основі законів і статутів Збройних Сил України''';

String oboviazkyRiadovogo = '''
  Обов'язки рядового (матроса) 

127. Рядовий (матрос) у мирний і воєнний час відповідає за точне та вчасне виконання покладених на нього обов'язків і поставлених йому завдань, а також за утримання своєї зброї та дорученої техніки у справному стані, за збереження виданого йому майна. Рядовий (матрос) підпорядковується командирові відділення. За зразкове виконання обов'язків військової служби, успіхи у бойовій підготовці та зразкову дисципліну рядовому може бути надане військове звання старший солдат, а матросу - старший матрос. Старший солдат (старший матрос) зобов'язаний допомагати командирові відділення в навчанні та вихованні рядових (матросів). 

128. Рядовий (матрос) зобов'язаний: сумлінно вивчати військову справу, зразково виконувати свої службові обов'язки, засвоювати все, чого навчають командири (начальники), та бути готовим до виконання завдань, пов'язаних із захистом Вітчизни, незалежності та територіальної цілісності України; знати посади, військові звання і прізвища своїх прямих начальників до командира з'єднання включно; виявляти повагу до командирів (начальників) і старших за військовим званням, військовослужбовців, шанувати честь і гідність товаришів по службі, додержувати правил військової ввічливості, поведінки та військового вітання; зберігати державну таємницю, точно, ініціативно, сумлінно виконувати накази командирів (начальників); повсякденно загартовувати себе, вдосконалювати свою фізичну підготовку; постійно бути за формою та охайно одягненим, додержувати правил особистої та громадської гігієни; досконало володіти зброєю і технікою, тримати їх завжди справними, чистими, готовими до бою; охайно носити одяг і взуття, своєчасно й акуратно їх лагодити, щоденно чистити і зберігати, у визначених місцях; неухильно виконувати правила безпеки під час використання зброї, в роботі з технікою та в інших випадках, а також додержувати правил пожежної безпеки; бути хоробрим і дисциплінованим, не допускати негідних вчинків і стримувати від них інших військовослужбовців; у разі потреби відлучитися в межах розташування військової частини (підрозділу) запитати дозволу в командира відділення, а після повернення доповісти йому про прибуття; під час перебування поза розташуванням військової частини поводитися з гідністю і честю, не допускати порушень громадського порядку та негідних вчинків.
''';

String oboviazkyKomandyrViddilenya = '''
  Командир відділення
   
125. Командир відділення у мирний і воєнний час відповідає за успішне виконання відділенням бойових завдань, навчання, виховання, військову дисципліну, морально-психологічний стан, стройову підготовку й фізичну витривалість, охайний вигляд підлеглих, правильну експлуатацію, зберігання озброєння, техніки, спорядження та за утримання їх у належному стані. Командир відділення підпорядковується командирові взводу та його заступникові і є безпосереднім начальником особового складу відділення. 

126. Командир відділення зобов'язаний: підтримувати особовий склад, озброєння, техніку в постійній готовності до бойового застосування; навчати й виховувати особовий склад відділення, проводити тренування, спрямовані на поліпшення стройової виправки та посилення фізичної витривалості; знати тактику дій відділення в різних видах бою, вміло командувати під час виконання бойових завдань; досконало знати й вміло володіти зброєю і технікою відділення, забезпечувати їх правильне зберігання й експлуатацію; постійно вдосконалювати знання за фахом і методичні навички, своєю поведінкою та старанністю подавати підлеглим приклад зразкового виконання військового обов'язку; дбати про підлеглих, ставитися до них з повагою, знати їх потреби, вимагати від них додержання військової дисципліни; знати військове звання, прізвище, ім'я та по батькові кожного підлеглого, день народження, віросповідання, особисті якості й захоплення, рід занять перед військовою службою, родинний стан, успіхи й недоліки у службі; виховувати особовий склад відділення в дусі поваги до служби і свого фаху, бережливого ставлення до озброєння, техніки та майна; проводити ранковий огляд особового складу відділення; стежити за виконанням розпорядку дня, чистотою і внутрішнім порядком у відділенні, охайністю, справністю обмундирування і взуття підлеглих, їх своєчасним ремонтом і просушуванням, правильним припасуванням спорядження, додержанням підлеглими правил особистої гігієни і носіння військової форми одягу, правил безпеки під час користування зброєю і технікою, її обслуговування і бойового застосування; перевіряти, щоб після занять, стрільб, навчань у підлеглих не залишалося боєприпасів, гранат, запалів, вибухових речовин; щоденно оглядати та постійно утримувати в порядку та справності озброєння, техніку і майно відділення, стежити за їх наявністю; своєчасно доповідати заступникові командира взводу про захворювання, скарги й прохання підлеглих, заохочення та провини, а також про накладені стягнення та випадки втрати чи несправності озброєння, техніки та інших матеріальних засобів; постійно знати, де перебувають і що роблять підлеглі.
''';

String oboviazkyKomandyraVzvodu = '''
  Командир взводу (групи, башти)

119. Командир взводу (групи, башти) в мирний і воєнний час відповідає за бойову готовність взводу (групи, башти) та успішне виконання ним бойових завдань, за бойову підготовку, виховання, військову дисципліну, морально-психологічний стан особового складу, за збереження і стан озброєння, боєприпасів, техніки та майна взводу (групи, башти), за підтримання внутрішнього порядку у взводі (групі, башті). Командир взводу (групи, башти) підпорядковується командирові роти (бойової частини) і є прямим начальником усього особового складу взводу (групи, башти). 

120. Командир взводу (групи, башти) зобов'язаний: підтримувати особовий склад взводу (групи, башти), озброєння і техніку в постійній бойовій готовності; проводити з особовим складом взводу (групи, башти) заняття з бойової підготовки і керувати навчанням рядового складу, що проводять командири відділень (старшини команд), вести облік бойової підготовки взводу (групи, башти); знати тактику дій взводу в різних видах бою, управляти взводом (групою, баштою) під час виконання бойових завдань; досконало знати й володіти всіма видами озброєння і техніки взводу (групи, башти), правильно зберігати, експлуатувати, обслуговувати та особисто перевіряти їх бойову готовність; постійно вдосконалювати свої фахові й методичні навички, подавати підлеглим приклад зразкового виконання військового обов'язку; з повагою ставитися до підлеглих, дбати про виховання рядових, сержантів (старшин) і згуртування військового колективу; знати військове звання, прізвище, ім'я та по батькові кожного підлеглого, число, місяць і рік народження, віросповідання, ділові якості та морально-психологічний стан, захоплення, рід занять перед військовою службою, родинний стан, адресу батьків (рідних), успіхи й недоліки на службі, постійно вести індивідуальну роботу з виховання, складати іменний список особового складу взводу (групи, башти); виховувати особовий склад взводу (групи, башти) в дусі поваги до військової служби, набутого фаху, бережливого ставлення до озброєння, бойової техніки й майна взводу (групи, башти); неухильно стежити за додержанням військовослужбовцями військової дисципліни у взводі (групі, башті), їх зовнішнім виглядом, виконанням правил носіння військової форми одягу, правильним припасуванням спорядження, обмундирування, взуття та за додержанням правил особистої гігієни; піклуватися про підлеглих, знати їх потреби, порушувати перед старшими начальниками питання про задоволення їх прохань, дбати про їх здоров'я, вживати заходів для його зміцнення; постійно вдосконалювати фізичну тренованість особового складу; своєчасно доповідати командирові роти (бойової частини) про потреби підлеглих, а також про застосовані заохочення і накладені стягнення на рядових, сержантів (старшин) взводу (групи, башти); періодично бути присутнім на ранковому підйомі та вечірній перевірці у взводі (групі, башті), за розпорядженням командира роти проводити ранкову фізичну зарядку з ротою; стежити за наявністю і правильною експлуатацією, обслуговуванням і збереженням озброєння, техніки, спорядження, речового та іншого майна у взводі (групі, башті) і не менше ніж раз на два тижні особисто проводити їх огляд і перевірку наявності; готувати особовий склад взводу, озброєння й техніку до виходу на кожне навчання чи заняття, а також перевіряти їх наявність і стан після повернення із занять і навчань; стежити за додержанням заходів безпеки на заняттях, стрільбах, навчаннях і під час роботи з технікою та озброєнням; перевіряти, щоб після занять, стрільб, навчань у підлеглих не залишалося боєприпасів, гранат, запалів, вибухових речовин.
''';

String oboviazkyZastupnykKomandyraRotyZOzbroennya = '''
  Заступник командира роти з озброєння (технічної частини, старший технік)*

117. Заступник командира роти з озброєння в мирний і воєнний час відповідає за технічну справність озброєння, бойової та іншої техніки, їх експлуатацію і ремонт, технічну підготовку всього особового складу роти. Заступник командира роти з озброєння підпорядковується командирові роти і є прямим начальником усього особового складу роти. Старший технік роти є прямим начальником для рядового, сержантського і старшинського складу. 

118. Заступник командира роти з озброєння зобов'язаний: брати участь у розробленні розкладу занять на тиждень; організовувати технічно правильну експлуатацію озброєння, бойової та іншої техніки роти, вживати заходів для утримання їх у справному стані; знати ділові якості та морально-психологічний стан механіківводіїв (водіїв) бойових та інших машин роти, проводити роботу, спрямовану на підвищення їх фахового рівня; проводити заняття з особовим складом роти з технічної підготовки, основ і правил водіння машин та забезпечувати належну підготовку технічних спеціалістів; знати будову, порядок і правила експлуатації та ремонту озброєння, бойової та іншої техніки роти, їх наявність і технічний стан, особисто керувати роботами, пов'язаними з технічним обслуговуванням озброєння, бойової та іншої техніки, їх ремонтом силами екіпажів (водіїв); перевіряти стан машин, які виходять із парку, допускати до експлуатації лише технічно справні машини з відміткою про це в дорожньому листі; не менше ніж один раз на місяць перевіряти технічний стан озброєння, бойової та іншої техніки роти й проводити перевірку стрілецької зброї за номерами; організовувати технічне обслуговування озброєння, бойової та іншої техніки роти перед навчаннями, заняттями, під час їх проведення та після повернення до парку; вживати заходів для запобігання катастрофам, аваріям і поломкам озброєння, техніки, негайно доповідати про їх причини та вжиті заходи командирові роти; під час організації роботи і занять з використанням озброєння і техніки доводити до особового складу зміст заходів безпеки і добиватися їх виконання; стежити за ощадливим витрачанням пального, мастильних матеріалів і спеціальних рідин, запасних частин та іншого технічного майна; своєчасно подавати заявки на необхідне технічне майно, організовувати правильну його експлуатацію; здійснювати заходи пожежної безпеки на ділянці території, яка відведена роті, у паркових приміщеннях і на машинах роти, забезпечувати належний порядок; вести облік і звітність.
''';

String zastupnykKomandyraRoty = '''
  Заступник командира роти
   
113. Заступник командира роти в мирний і воєнний час відповідає за бойову й мобілізаційну готовність та успішне виконання ротою бойових завдань, за бойову підготовку роти, за утримання в належному стані об'єктів навчальної матеріально-технічної бази, навчальних Приладів та обладнання, за спортивно-масову роботу, за підтримання внутрішнього порядку і військової дисципліни в роті, за підготовку кваліфікованих спеціалістів роти. Заступник командира роти підпорядковується командирові роти і є прямим начальником усього особового складу роти; за відсутності командира роти виконує його обов'язки. 

114. Заступник командира роти зобов'язаний: разом з командиром роти розробляти розклад занять на тиждень і вести облік занять з бойової підготовки роти; всебічно знати особовий склад роти, постійно проводити індивідуальну роботу з виховання підлеглих; проводити заняття з прапорщиками, сержантами та підрозділами роти; подавати допомогу командирам взводів в організації та проведенні занять з бойової підготовки й усувати виявлені недоліки; знати озброєння і техніку роти, матеріальну частину, правила експлуатації, зберігання та особисто перевіряти їх наявність і бойову готовність; проводити спортивно-масову роботу, організовувати винахідницьку і раціоналізаторську роботу в роті; підтримувати військову дисципліну і внутрішній порядок у роті, за вказівкою командира роти готувати особовий склад добового наряду і перевіряти несення ним служби; стежити за утриманням у чистоті ділянки території, закріпленої за ротою, та за виконанням особовим складом роти правил пожежної безпеки; періодично бути присутнім на ранковому підйомі та вечірній перевірці в роті; організовувати та особисто стежити за підготовкою у роті кваліфікованих спеціалістів; брати участь у підготовці озброєння й техніки до занять і навчань, вживати заходів, спрямованих на запобігання катастрофам, аваріям і поломкам; вимагати від особового складу роти додержання правил носіння військової форми одягу; організовувати правильне використання та збереження навчальних посібників, приладів, обладнання та об'єктів навчальної матеріально-технічної бази, наявних у роті або закріплених за нею.
''';

String komandyrRoty = '''
  Командир роти (корабля 4 рангу)

111. Командир роти (корабля 4 рангу) в мирний і воєнний час відповідає за бойову готовність роти (корабля), за бойову підготовку, виховання, військову дисципліну, морально-психологічний стан особового складу роти (корабля), за підтримання внутрішнього порядку і додержання заходів пожежної безпеки в роті (на кораблі), за стан і збереження озброєння, боєприпасів, техніки та іншого майна роти (корабля), за успішне виконання ротою (кораблем) бойових завдань, за ведення ротного (корабельного) господарства. Командир роти (корабля 4 рангу) підпорядковується командирові батальйону (дивізіону кораблів) і є прямим начальником усього особового складу роти (корабля). 

112. Командир роти (корабля 4 рангу) зобов'язаний: підтримувати особовий склад роти (корабля), озброєння, бойову та іншу техніку в постійній бойовій готовності; організовувати в роті (на кораблі) бойову підготовку, складати розклад занять на тиждень, проводити заняття з офіцерами, прапорщиками (мічманами) і сержантами (старшинами), а також з підрозділами роти (корабля); знати тактику дій роти в різних видах бою, управляти вогнем і підрозділами роти під час навчань і в бою; досконало знати і вміло володіти всіма видами зброї і техніки роти, правильно їх зберігати, використовувати та особисто перевіряти їх наявність, утримання та бойову готовність; перевіряти знання і практичні навички рядових, сержантів (старшин), прапорщиків (мічманів) та офіцерів роти (корабля); постійно вдосконалювати свої знання за спеціальністю і методичні навички, подавати підлеглим приклад зразкового виконання військового обов'язку; організовувати проведення ранкової фізичної зарядки; з пошаною ставитися до підлеглих, дбати про виховання рядових, сержантів (старшин) і згуртування військового колективу; знати військове звання, прізвище, строк служби, посаду чи спеціальність, родинний стан, ділові якості та морально-психологічний стан кожного військовослужбовця роти (корабля), постійно проводити з ними індивідуальну виховну роботу; виховувати особовий склад роти (корабля) в дусі поваги до військової служби, набутого фаху, бережливого ставлення до озброєння, бойової техніки та майна роти (корабля); піклуватися про підлеглих, знати їх потреби, порушувати перед старшими начальниками питання про задоволення їх прохань; суворо стежити за виконанням особовим складом заходів безпеки під час проведення занять і робіт, за поводженням зі зброєю, боєприпасами і технікою, їх обслуговуванням та бойовим застосуванням, за своєчасним здаванням на склад невитрачених боєприпасів та вибухових речовин; доповідати командирові батальйону про потреби підлеглих, а також про застосовані заохочення і накладені стягнення на особовий склад роти (корабля); організовувати розміщення особового складу в місцях постійної дислокації та в польових умовах, підтримувати внутрішній порядок і дисципліну в роті (на кораблі); підтримувати в належному стані та вдосконалювати навчальну матеріально-технічну базу роти; стежити за утриманням і правильною експлуатацією всіх приміщень, відведених для роти, за чистотою ділянки території, закріпленої за ротою (на кораблі - оглядати жилі та службові приміщення, постійно стежити за станом корпусу корабля), а також за проведенням заходів пожежної безпеки у роті (на кораблі); готувати особовий склад добового наряду від роти (корабля) та контролювати несення ним служби; проводити огляд та інструктувати військовослужбовців роти перед їх відпусткою, відрядженням і контролювати їх повернення; періодично бути присутнім на ранковому підйомі та вечірній перевірці в роті (на кораблі); вести встановлений облік занять з бойової підготовки та облік особового складу роти (корабля), знати чисельність (наявність і відсутність) особового складу за списком, а також наявність і стан озброєння, боєприпасів, техніки, пального та інших матеріальних засобів; щотижня підбивати підсумки бойової підготовки, військової дисципліни та внутрішнього порядку; здійснювати добір кандидатів для військової служби на контрактній основі і для вступу до військово-навчальних закладів; рекомендувати рядових, сержантів (старшин) до присвоєння чергових військових звань та на заміщення вакантних посад на конкурсній основі; своєчасно забезпечувати належне постачання особового складу роти (корабля), дбати про побут своїх підлеглих, їх здоров'я, стежити за додержанням правил особистої гігієни кожним військовослужбовцем; одержувати в установлені строки у фінансовій службі частини грошове забезпечення готівкою і своєчасно виплачувати його військовослужбовцям строкової служби свого підрозділу; стежити за зовнішнім виглядом підлеглих, виконанням ними правил носіння військової форми одягу, правильним припасуванням спорядження, обмундирування, взуття; організовувати своєчасне одержання, правильну експлуатацію, збереження, технічне обслуговування і ремонт озброєння, техніки, казарменого інвентарю, речового, технічного та іншого майна роти (корабля), перевіряти не менше ніж один раз на місяць їх наявність, стан та облік (командирові корабля - не менше ніж один раз на місяць робити огляд корабля, його озброєння, боєприпасів, технічних засобів і здійснювати щоденний обхід корабля). Результати огляду озброєння, боєприпасів та техніки записувати до книги огляду (перевірки) озброєння, техніки та боєприпасів (додаток 11 до цього Статуту); перевіряти підготовку та стан озброєння і техніки роти (корабля) перед кожним виходом на навчання чи заняття, а також їх наявність після повернення із занять та навчань, вживати заходів до запобігання катастрофам, аваріям і поломкам, втратам зброї та боєприпасів (командирові корабля, крім того, забезпечувати живучість корабля та безпеку його плавання); один раз на місяць звіряти дані ротного (корабельного) обліку особового складу, а також матеріальних засобів з обліковими даними військової частини; керувати господарством роти.
''';